[
    {
        "date": "2020-09-24",
        "explanation": "One of our Solar System's most tantalizing worlds, icy Saturnian moon Enceladus appears in these detailed hemisphere views from the Cassini spacecraft. In false color, the five panels present 13 years of infrared image data from Cassini's Visual and Infrared Mapping Spectrometer and Imaging Science Subsystem. Fresh ice is colored red, and the most dramatic features look like long gashes in the 500 kilometer diameter moon's south polar region. They correspond to the location of tiger stripes, surface fractures that likely connect to an ocean beneath the Enceladus ice shell. The fractures are the source of the moon's icy plumes that continuously spew into space. The plumes were discovered by by Cassini in 2005. Now, reddish hues in the northern half of the leading hemisphere view also indicate a recent resurfacing of other regions of the geologically active moon, a world that may hold conditions suitable for life.   Experts Debate: How will humanity first discover extraterrestrial life?",
        "hdurl": "https://apod.nasa.gov/apod/image/2009/PIA24023_fig1.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Enceladus in Infrared",
        "url": "https://apod.nasa.gov/apod/image/2009/PIA24023_fig1_1050.jpg"
    },
    {
        "date": "2018-06-03",
        "explanation": "What has happened to Saturn's moon Iapetus?  Vast sections of this strange world are dark as coal, while others are as bright as ice.  The composition of the dark material is unknown, but infrared spectra indicate that it possibly contains some dark form of carbon. Iapetus also has an unusual equatorial ridge that makes it appear like a walnut.  To help better understand this seemingly painted moon, NASA directed the robotic Cassini spacecraft orbiting Saturn to swoop within 2,000 kilometers in 2007. Pictured here, from about 75,000 kilometers out, Cassini's trajectory allowed unprecedented imaging of the hemisphere of Iapetus that is always trailing.  A huge impact crater seen in the south spans a tremendous 450 kilometers and appears superposed on an older crater of similar size. The dark material is seen increasingly coating the easternmost part of Iapetus, darkening craters and highlands alike.  Close inspection indicates that the dark coating typically faces the moon's equator and is less than a meter thick. A leading hypothesis is that the dark material is mostly dirt leftover when relatively warm but dirty ice sublimates. An initial coating of dark material may have been effectively painted on by the accretion of meteor-liberated debris from other moons.",
        "hdurl": "https://apod.nasa.gov/apod/image/1806/iapetus3_cassini_4100.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Saturn's Iapetus: Painted Moon",
        "url": "https://apod.nasa.gov/apod/image/1806/iapetus3_cassini_960.jpg"
    }
]
